Repository: N1RX/TangSDR-docs
Catalog: docs/source/locale/*/LC_MESSAGES/index.po
Languages: de

source: Welcome to TangSDR
de: Willkommen bei TangSDR

source: Welcome to **TangSDR** – an open, low-cost **Software Defined Radio** project powered by FPGA. The idea is simple: build a **stand-alone SDR** that can cover roughly **0.1–200 MHz** with about **2–3 MHz bandwidth**, without breaking the bank. Target budget: **under €150** for the core hardware.
de: Willkommen bei **TangSDR** – einem offenen, kostengünstigen **Software Defined Radio**-Projekt auf FPGA-Basis. Die Idee ist einfach: ein **stand-alone SDR** bauen, das ungefähr **0,1–200 MHz** mit rund **2–3 MHz Bandbreite** abdeckt – und das Ganze ohne die Bank zu sprengen. Zielbudget: **unter 150 €** für die Kernhardware.

source: Goals
de: Ziele

source: **Open & Hackable** – all hardware, firmware and docs are free to study and modify.
de: **Offen & hackbar** – alle Hardware, Firmware und Dokumentation sind frei einsehbar und veränderbar.

source: **Stand-alone** – with a display, audio codec and controls, no PC required.
de: **Eigenständig** – mit Display, Audio-Codec und Bedienelementen, kein PC erforderlich.

source: **Affordable** – parts chosen with the ham hacker’s wallet in mind.
de: **Erschwinglich** – Bauteile ausgewählt mit Blick auf das Portemonnaie des Funkbastlers.

source: **Educational** – a playground for learning FPGA design, RF frontends and SDR basics.
de: **Lehrreich** – ein Spielplatz zum Erlernen von FPGA-Design, HF-Frontends und SDR-Grundlagen.

source: What’s inside?
de: Was steckt drin?

source: **FPGA SoC:** Gowin Tang Nano 20K with LiteX + RISC-V
de: **FPGA SoC:** Gowin Tang Nano 20K mit LiteX + RISC-V

source: **Display:** 4″ TFT with touch support
de: **Display:** 4″ TFT mit Touch-Unterstützung

source: This is a work in progress, made for and with the ham community. Feel free to follow along, share ideas, and join me on this journey.
de: Dies ist ein laufendes Projekt – gemacht für und mit der Amateurfunk-Community. Fühle dich eingeladen mitzumachen, Ideen zu teilen und mich auf dieser Reise zu begleiten.

source: 💬 Got feedback or ideas? [Open an issue on GitHub](https://github.com/N1RX/TangSDR-docs/issues)
de: 💬 Hast du Feedback oder Ideen? [Eröffne ein Issue auf GitHub](https://github.com/N1RX/TangSDR-docs/issues)
